// TT 2022/9/18 
var config = {
    lines: [
        "亲爱的QQ",
        "我好想一直陪伴你，但总有异地两隔时，",
        "天上的月亮盼望你，但总有阴晴圆缺时，",
        "摘下的月灯照亮你，但总有灯光黯淡时",
        "但我承诺的月亮，会在这里一直点亮",
        "直到我永远属于你",
        "月亮月亮",
        "是一段隐喻，一团函数，一首小诗",
        "直到遇见了你",
        "成了那晚永远的期待",
        "爱你永远。。。",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2021-09-19T00:00:00",
    // 双方的名字
    names: ["QQ", "TT"]
}
